TOKEN = 'Your Token'

TEXTS = {
    "welcome": (
        "Чтобы использовать бота, отправьте сообщение в формате: \n"
        "имя валюты цену которой хотите узнать> <имя валюты в которой надо узнать цену первой валюты> <количество первой валюты\n\n"
        "Пример: USD RUB 5\n"
        "Чтобы узнать список доступных валют, введите /values"
    ),
    "available_currencies": "Доступные валюты:\n{}",
}

CURRENCIES = {
    "USD": "Доллар США",
    "EUR": "Евро",
    "RUB": "Российский рубль"
}
